export const dataNews = [
    {
        name: 'newFirst',
        id: `new1`,
        image: '/images/usefulOne.svg',
        newTitle: 'Сотрудники УОБДД по УВД области предотвратили похищение девушки',
        parsms: 'Сотрудники УОБДД по УВД области предотвратили похищение девушки Все наши автомобили и мотоциклы профессионально оборудованы под обучение. Практические занятия проводятся на автомобилях с коробкой-автомат или на механике не старше трех лет. После каждого ученика машину тщательно осматривают и обрабатывают.Обучение навыкам вождения проходит на закрытых и открытых площадках нашей автошколы. Теперь тебе не надо ждать сезона, потому что крытые площадки позволяют обучаться вождению на мотоциклах и мопедах круглогодично.',
    },
    {
        name: 'newSecond',
        id: `new2`,
        image: '/images/usefulTwo.svg',
        newTitle: 'Сотрудники УОБДД по УВД области предотвратили похищение девушки',
        parsms: 'Сотрудники УОБДД по УВД области предотвратили похищение девушки Все наши автомобили и мотоциклы профессионально оборудованы под обучение. Практические занятия проводятся на автомобилях с коробкой-автомат или на механике не старше трех лет. После каждого ученика машину тщательно осматривают и обрабатывают.Обучение навыкам вождения проходит на закрытых и открытых площадках нашей автошколы. Теперь тебе не надо ждать сезона, потому что крытые площадки позволяют обучаться вождению на мотоциклах и мопедах круглогодично.',
    },
    {
        name: 'newThird',
        id: `new3`,
        image: '/images/usefulThree.svg',
        newTitle: 'Сотрудники УОБДД по УВД области предотвратили похищение девушки',
        parsms: 'Сотрудники УОБДД по УВД области предотвратили похищение девушки Все наши автомобили и мотоциклы профессионально оборудованы под обучение. Практические занятия проводятся на автомобилях с коробкой-автомат или на механике не старше трех лет. После каждого ученика машину тщательно осматривают и обрабатывают.Обучение навыкам вождения проходит на закрытых и открытых площадках нашей автошколы. Теперь тебе не надо ждать сезона, потому что крытые площадки позволяют обучаться вождению на мотоциклах и мопедах круглогодично.',
    }
]
export const contact = [
        {
          number: "+7 (495) 181-18-20",
          id:'cont1',
          gmail: "autoschoolKoleso@gmail.com",
          street: "Москва, ул. Проспект Андропова д.8",
          workschedule: "ВТ-СБ: с 11:00 до 19:00 ПН-ВС: выходной"
        }
    ]

export const dUseful = {
  road: "https://unsplash.com/photos/oxQ0egaQMfU",
  topic: "Сотрудники УОБДД по УВД области предотвратили похищение девушки",
  topicText: "Сотрудники УОБДД по УВД области предотвратили похищение девушки",
  text: "Все наши автомобили и мотоциклы профессионально оборудованы под обучение. Практические занятия проводятся на автомобилях с коробкой-автомат или на механике не старше трех лет. После каждого ученика машину тщательно осматривают и обрабатывают.",
  author: "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.deviantart.com%2Fvurtov%2Fart%2Frandom-person-160821500&psig=AOvVaw3gFmq6XO3AdJxlo8LV97fO&ust=1646049731551000&source=images&cd=vfe&ved=0CAsQjRxqFwoTCOiurKHrn_YCFQAAAAAdAAAAABAP",
  commentAuthor: "Наши автомобили и мотоциклы профессионально оборудованы под обучение. Практические занятия проводятся на автомобилях с коробкой-автомат или на механике не старше трех лет.",
  user: "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.flickr.com%2Fphotos%2Ffxbob%2F37156899336&psig=AOvVaw3gFmq6XO3AdJxlo8LV97fO&ust=1646049731551000&source=images&cd=vfe&ved=0CAsQjRxqFwoTCOiurKHrn_YCFQAAAAAdAAAAABAm",
  commentUser: "Наши автомобили и мотоциклы профессионально оборудованы под обучение. Практические занятия проводятся на автомобилях с коробкой-автомат или на механике не старше трех лет."
}
export const questions = [
    {
      id: 1,
      title: 'Что такое Javascript?',
      answers: [
        {
          titles: 'Язык программирования',
          correct: true,
          id:'titl1'
        },
        {
          titles: 'Язык гипертекстовой разметки',
          correct: false,
          id:'titl2'
        },
        {
          titles: 'Каскадные таблицы стилей',
          correct: false,
          id:'titl3'
        },
        {
          titles: 'Oбъектная модель документа',
          correct: false,
          id:'titl4'
        }
      ],
    },
    {
      id: 2,
      title: 'Что такое Python?',
      answers: [
        {
            titles: 'Oбъектная модель документа',
            correct: false
        },
        {
            titles: 'Язык программирования',
            correct: true
        },
        {
          titles: 'Язык гипертекстовой разметки',
          correct: false
        },
        {
          titles: 'Каскадные таблицы стилей',
          correct: false
        }
      ]
    },
    {
        id: 3,
        title: 'Что такое HTML?',
        answers: [
          {
              titles: 'Документ',
              correct: false
          },
          {
            titles: 'Структура данных',
            correct: false
          },
          {
            titles: 'Язык программирования',
            correct: false
          },
          {
            titles: 'Язык гипертекстовой разметки',
            correct: true
        },
        ]
      },
      {
        id: 4,
        title: 'Что такое СSS?',
        answers: [
          {
              titles: 'Язык гипертекстовой разметки',
              correct: false
          },
          {
              titles: 'Каскадные таблицы стилей',
              correct: true
          },
          {
            titles: 'Язык программирования',
            correct: false
          },
          {
            titles: 'Oбъектная модель документа',
            correct: false
          }
        ]
      },
      {
        id: 5,
        title: 'Что такое DOM?',
        answers: [
          {
              titles: 'Каскадные таблицы стилей',
              correct: false
          },
          {
              titles: 'Язык программирования',
              correct: false
          },
          {
            titles: 'Oбъектная модель документа',
            correct: true
          },
          {
            titles: 'Структура данных',
            correct: false
          }
        ]
      },{
        id: 6,
        title: 'Что такое Bootstrap?',
        answers: [
          {
              titles: 'Язык программирования',
              correct: false
          },
          {
              titles: 'Фреймворк',
              correct: true
          },
          {
            titles: 'Oбъектная модель документа',
            correct: false
          },
          {
            titles: 'Структура данных',
            correct: false
          }
        ]
      }
  ]